{
  "metadata": {
    "title": "Come all you nations (Zefte Pentees) :: Ⲇⲉⲩⲧⲉ Ⲡⲉⲛⲧⲏⲥ",
    "fileName": "come_all_you_nations_zefte_pentees_ⲇⲉⲩⲧⲉ_ⲡⲉⲛⲧⲏⲥ.json",
    "source": "Tasbeha.org",
    "url": "https://tasbeha.org/hymn_library/view/693?mid=10179",
    "notes": [
      "Ahem boi says that this text is “sounded out” from pronunciation and doesn’t follow standard orthography."
    ],
    "links": {
      "audio": "https://tasbeha.org/media/mp3/Hymns/Other_Occasions/Glorification_for_Saint_Mary/Higher_Institute_of_Studies/Part2/01.Zefte_Pentes.1334.mp3"
    }
  },
  "sentences": [
    {
      "coptic": "Ⲇⲉⲩⲧⲉ ⲡⲉⲛⲧⲏⲥ ⲓ̀ⲗⲁⲏ̀ ⲧⲟⲛⲁ̀ⲣⲭⲏ: ⲁ̀ⲅⲅⲉⲗⲓ ⲙ̀ⲙⲟⲛ ⲁⲛ: ⲛ̀ⲁⲙⲉⲛⲡⲟⲙⲉⲛ: Ⲭⲉⲣⲉ Ⲙⲁⲣⲓⲁⲙ: ⲕⲉ ⲭⲁⲣⲓⲧⲟⲙⲉⲛⲏ: ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Come all you nations, to see the archangel, proclaiming: Hail to you O Mary, you have found grace, the Lord is with you.",
      "arabic": "تعالوا يا جميع الشعوب لننظر الي رئيس الملائكة قائلين: السلام لك يا مريم وجدة نعمة. الرب معك."
    },
    {
      "coptic": "Ⲇⲉⲩⲧⲉ ⲡⲉⲛⲧⲏⲥ ⲓ̀ⲗⲁⲏ̀ ⲧⲟⲛⲁ̀ⲣⲭⲏ: ⲁ̀ⲅⲅⲉⲗⲓ ⲙ̀ⲙⲟⲛ ⲁⲛ: ⲛ̀ⲁⲙⲉⲛⲡⲟⲙⲉⲛ: Ⲭⲉⲣⲉ Ⲙⲁⲣⲓⲁⲙ: ⲕⲉ ⲭⲁⲣⲓⲧⲟⲙⲉⲛⲏ: ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Come all you nations, to see the archangel, proclaiming: Hail to you O Mary, you have found grace, the Lord is with you.",
      "arabic": "تعالوا يا جميع الشعوب لننظر الي رئيس الملائكة قائلين: السلام لك يا مريم وجدة نعمة. الرب معك."
    },
    {
      "coptic": "Ⲁⲙⲱⲓⲛⲓ ⲛ̀ⲛⲓⲗⲁⲟⲥ ⲧⲏⲣⲟⲩ: ⲛ̀ⲧⲉⲛⲛⲁⲩ ⲁ̀ⲡⲓⲁ̀ⲣⲭⲏ ⲁ̀ⲅⲅⲉⲗⲟⲥ ⲉⲩϫⲱ ⲙ̀ⲙⲟⲥ: ϫⲉ ⲭⲉⲣⲉ Ⲙⲁⲣⲓⲁⲙ: ⲁ̀ⲣⲉϫⲓⲙⲓ ⲅⲁⲣ ⲛ̀ⲟⲩϩ̀ⲙⲟⲧ: ⲟⲩⲟϩ Ⲡⲟ̅ⲥ̅ ϣⲟⲡ ⲛⲉⲙⲉ.",
      "english": "Come all you nations, to see the archangel, proclaiming: hail to you O Mary, you have found grace, the Lord is with you.",
      "arabic": "تعالوا يا جميع الشعوب لننظر إلي رئيس الملائكة قائلين: السلام لك يا مريم وجدة نعمة. الرب معك."
    },
    {
      "coptic": "Ⲭⲉⲣⲉ Ⲑⲉⲟ̀ⲧⲟⲕⲉ: ⲧⲟⲛ ⲭⲱⲣⲟⲛ ⲧⲟⲛ ⲕⲟⲥⲙⲟⲛ: ⲧⲟⲛ ⲗⲟⲅⲟⲛ: ⲧⲟ ⲡⲉⲧⲣⲟ: ⲭⲉⲣⲉ Ⲙⲁⲣⲓⲁⲙ: ⲕⲉ ⲭⲁⲣⲓⲧⲟⲙⲉⲛⲏ: ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Hail to the Theotokos, the palace which is adorned, with the Word of the Father, hail to you O Mary, O you full of grace, the Lord is with you.",
      "arabic": "السلام لوالدة الاله القصر المزين بكلمة الآب. السلام لمريم المملوءة نعمة الرب معك."
    },
    {
      "coptic": "Ⲭⲉⲣⲉ Ⲑⲉⲟ̀ⲧⲟⲕⲉ: ⲧⲟⲛ ⲕⲟⲥⲙⲟⲛ ⲧⲟⲛ ⲭⲱⲣⲟⲛ: ⲧⲟⲛ ⲗⲟⲅⲟⲛ ⲧⲟ ⲡⲉⲧⲣⲟ: ⲭⲉⲣⲉ ⲧ̀ϣⲉⲗⲏⲧ: ⲭⲉⲣⲉ ⲧ̀ⲥⲁⲃⲉ ⲕⲉ ⲭⲁⲣⲓⲧⲟⲙⲉⲛⲏ: ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Hail to the Theotokos, the palace which is adorned, with the Word of the Father, hail to the bride, hail to the wise, the full of grace, the Lord is with you.",
      "arabic": "السلام لوالدة الاله القصر المزين بكلمة الآب. السلام للعروسة. السلام للحكيمة المملوءة نعمة. الرب معك."
    },
    {
      "coptic": "Ⲭⲉⲣⲉ Ⲑⲉⲟ̀ⲧⲟⲕⲉ: ⲧⲟⲛ ⲡ̀ⲛⲉⲩⲙⲁ: ⲕⲉ ⲩ̀ⲡⲟⲙⲉⲛⲏ: ⲧⲏⲥ ⲡⲓⲛⲉ ⲡⲉ ⲛⲉⲙ ⲛⲏⲑⲉⲃ: ⲙⲓⲑⲉⲣⲉ: ⲛⲉⲙ ⲫⲉⲩⲑⲉ: ⲑⲉⲟ̀ⲇⲟⲍⲁⲥⲑⲉ ⲕⲉ ⲟ̀ Ⲗⲟⲅⲟⲥ ⲥⲁⲣⲕⲟⲕⲓ ⲇⲓⲛⲁⲙⲓⲥ: ⲑⲓⲛ ⲟⲩⲣⲁⲛⲟⲛ.",
      "english": "Hail to the Theotokos, you to whom the Holy Spirit came, and filled you with grace, O Mother of the Bridegroom, the God glorified you, the Word, took flesh and was born from you, for the heavenly.",
      "arabic": "السلام لك يا والدة الاله يا من الروح حل عليك وملأك من النعمة يا أم الختن العريس الله مجدك والكلمة تجسد منك لأن ملائكة السماء."
    },
    {
      "coptic": "Ⲁ̀ⲅⲅⲉⲗⲟⲛ ⲉⲧⲉⲕⲓ̀: ⲧⲉⲥⲓⲛ ⲧⲉⲥⲓⲛⲁ̀: ⲡⲉⲛ ⲧ̀ⲣⲟⲡⲏⲥ ⲫ̀ⲣⲉⲛⲉⲑⲉ: ⲁ̀ⲡⲟⲩⲧⲏⲥ ⲓ̀ⲗⲁⲏ̀: ⲧⲟⲛ ⲁ̀ⲣⲭⲏ ⲁ̀ⲅⲅⲉⲗⲓ: ⲁ̀ⲗⲑⲓⲛⲛⲁ ⲃⲁⲡⲧⲓⲥⲙⲁ: ⲧⲟⲛ ⲁ̀ⲣⲭⲏ ⲁ̀ⲅⲅⲉⲗⲓ: ⲣⲁϣⲓ Ⲙⲁⲣⲓⲁⲙ: ⲕⲉ ⲭⲁⲣⲓⲧⲟⲩⲙⲉⲛⲏ: ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Angels always give, honor unto you, in the human race, the joy, to all the people, the archangels, with the hosts of angels proclaim: rejoice O Mary, you are full of grace, the Lord is with you.",
      "arabic": "تكرمك دائما في البشريين الفرح لجميع الشعوب رؤساء الملائكة يهتفون مع صفوف الملائكة قائلين: إفرحي يا مريم يا ممتلئة نعمة. الرب معك."
    },
    {
      "coptic": "Ⲭⲉⲣⲉ Ⲑⲉⲟ̀ⲧⲟⲕⲉ: ⲭⲉⲣⲉ ⲡⲁⲛⲁ̀ⲅⲓⲁ ⲡⲁⲣⲑⲉⲛⲓⲁ: ⲭⲉⲣⲉ ⲙⲉⲑⲉⲣⲑⲉ ⲟ̀ ⲥⲱⲧⲏⲣⲓⲁ̀: ⲣⲁϣⲓ Ⲙⲁⲣⲓⲁ̀ⲙ: ⲇ̀ⲣⲉⲁ̀ⲥϫ̀ⲫⲉ̀ Ⲫϯ: ⲣⲁϣⲓ ϯⲡⲁⲣⲑⲉⲛⲟⲥ ⲉⲑⲟⲩⲁⲃ: ⲣⲁϣⲓ ⲑ̀ⲙⲁⲩ ⲙ̀Ⲡⲓⲭ̀ⲣⲓⲥⲧⲟⲥ.",
      "english": "Hail to the Theotokos, hail to the holy Virgin, hail to the mother of our Savior, rejoice O Mary, O you who gave birth to God, rejoice O holy Virgin, rejoice O Mother of Christ.",
      "arabic": "السلام لوالدة الاله. السلام للقديسة البتول. السلام لأم مخلصنا إفرحي يا مريم يا من ولدت الله الكلمة إفرحي ايتها العذراء الطاهرة إفرحي يا أم المسيح."
    },
    {
      "coptic": "Ⲭⲉⲣⲉ ⲧ̀ⲫⲉ: ⲭⲉⲣⲉ ⲱ̀ ⲥⲉⲙⲛⲉ: ⲭⲉⲣⲉ ⲙⲓⲑⲉⲣⲑⲉ ⲟ̀ Ⲭ̀ⲣⲓⲥⲧⲟⲥ: ⲭⲉⲣⲉ ⲧ̀ϣⲉⲗⲉⲧ: ⲭⲉⲣⲉ ⲧ̀ⲥⲁⲃⲉ: ⲣⲁϣⲓ ⲑ̀ⲙⲁⲩ ⲙ̀ⲡⲉⲛⲥⲱⲧⲏⲣ: ⲣⲁϣⲓ ⲡⲓⲟⲩⲱ̀ⲓⲛⲓ ⲙ̀ⲡⲓⲕⲟⲥⲙⲟⲥ: ⲭⲉⲣⲉ ⲁ̀ϥϯ ⲁ̀ⲭⲱⲣⲁⲩⲧⲏⲥ: ⲧⲟⲛ ⲁ̀ⲣⲭⲏ ⲁ̀ⲅⲅⲉⲗⲓ.",
      "english": "Hail to the heaven, hail to the chaste, hail to the Mother of Christ, hail to the bride, hail to the wise, rejoice O Mother of our Savior, rejoice O Mother of the Light of the world.  Hail to the one, the archangels announced to.",
      "arabic": "السلام للسماء. السلام للعفيفة السلام لأم المسيح السلام للعروسة. السلام للحكيمة. إفرحي يا ام نور العالم السلام للتي بشرها رئيس الملائكة."
    },
    {
      "coptic": "Ⲣⲁϣⲓ ⲙ̀ⲡ̀ⲧⲁⲓⲟ ⲙ̀ⲫ̀ⲛⲁⲩ: ⲛ̀ϫⲉ ⲡ̀ⲭⲟⲣⲟⲥ ⲛ̀ⲁ̀ⲅⲅⲉⲗⲟⲥ: ⲣⲁϣⲓ Ⲙⲁⲣⲓⲁ̀ⲙ: ⲕⲉ ⲭⲁⲣⲓⲧⲱⲙⲉⲛⲏ: ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Rejoice O you the one that is honored, by the choir of the angels, rejoice O Mary, O full of grace, the Lord is with you.",
      "arabic": "إفرحي يا كرامة منظر صفوف الملائكة إفرحي يا مريم يا مملوءة نعمة الرب معك."
    },
    {
      "coptic": "Ⲉⲩⲗⲟⲅⲓⲙⲉⲛⲟⲥ ⲛ̀ϫⲉ ⲛ̀ⲛⲉⲕⲥⲏⲛ: ⲕⲉ ⲉ̀ⲩⲗⲟⲅⲓⲙⲉⲛⲟⲥ: ⲧⲏⲥ ⲕⲁⲣⲡⲓⲥ: ⲡⲉⲥⲕⲁⲣⲓ ⲟⲩⲥⲁⲣⲣⲁ: ⲭⲉⲣⲉ Ⲙⲁⲣⲓⲁⲙ: ⲕⲉ ⲭⲁⲣⲓⲧⲱⲙⲉⲛⲏ: ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Blessed is your birth giving, and blessed is your rejoicing heart, hail to you O Mary, you have found grace, the Lord is with you.",
      "arabic": "مبارك ميلادك ومبارك هو ثمرتك بفرح قلبك، إفرحي يا مريم يا ممتلئة نعمة. الرب معك."
    },
    {
      "coptic": "Ⲧ̀ⲥ̀ⲙⲁⲣⲱⲟⲩⲧ ⲛ̀ⲑⲟ ϧⲉⲛ ⲛⲓϩⲓⲟⲙⲓ: ϥ̀ⲥ̀ⲙⲁⲣⲱⲟⲩⲧ ⲛ̀ϫⲉ ⲡⲉⲕⲁⲣⲡⲟⲥ: ⲛ̀ϩⲏⲧ ϥ̀ⲣⲁϣⲓ ⲙ̀Ⲙⲁⲣⲓⲁ̀ⲙ: ⲕⲉ ⲭⲁⲣⲓⲧⲱⲙⲉⲛⲏ ⲟ̀ Ⲕⲩⲣⲓⲟⲥ ⲙⲉⲧⲁⲥⲟⲩ.",
      "english": "Blessed are you among women, and blessed is your fruit, which your heart rejoices in, O Mary, you have found grace, the Lord is with you.",
      "arabic": "مباركة أنت في النساء مبارك هو ثمرتك المفرح قلبك يا مريم وجدت نعمة. الرب معك."
    }
  ]
}
